Repository: alireza-mtk/easy-commerce
Catalog: lang/*.po
Languages: fa_ir

source: Oops! That page can&rsquo;t be found.
fa_ir: با پوزش فراوان، برگه‌ای که شما به دنبال آن هستید، پیدا نشد.

source: It looks like nothing was found at this location. Maybe try a search?
fa_ir: با پوزش، چیزی که به دنبال آن هستید، پیدا نشد. جستجو را آزمایش کرده‌اید؟

source: One thought on &ldquo;%s&rdquo;
fa_ir: یک دیدگاه در &ldquo;%s&rdquo;

source: Comment navigation
fa_ir: مسیریابی دیدگاه‌ها

source: Older Comments
fa_ir: دیدگاه‌های کهنه‌تر

source: Newer Comments
fa_ir: دیدگاه‌های تازه‌تر

source: Comments are closed.
fa_ir: دیدگاه‌ها بسته شده‌اند.

source: Primary Menu
fa_ir: آغازین

source: Footer Menu
fa_ir: پاورقی

source: Social Menu
fa_ir: شبکه‌های اجتماعی

source: Primary Sidebar
fa_ir: نوارکناری آغازین

source: Add widgets here to appear in your Primary Sidebar.
fa_ir: افزودن ابزارک در اینجا برای نمایش در نوارکناری اصلی

source: Secondary Sidebar
fa_ir: نوارکناری دوم

source: Add widgets here to appear in your Secondary Sidebar.
fa_ir: افزودن ابزارک در اینجا برای نمایش در نوارکناری دوم

source: Featured Section Right
fa_ir: بخش ویژه‌ی چپ

source: Add widgets here to appear in your Featured Section Right widget area.
fa_ir: افزودن ابزارک در اینجا برای نمایش در بخش ویژه‌ی چپ

source: Note: Background Color is applicable only if no image is set as Background Image.
fa_ir: نکته: رنگ پس‌زمینه تنها زمانی بکار می‌رود که هیچ تصویری برای پس‌زمینه گزینش نشده باشد.

source: Easy Commerce Pro
fa_ir: نگارش پولی پوسته

source: Buy Pro
fa_ir: خرید کنید

source: &mdash; Select &mdash;
fa_ir: &mdash; گزینش &mdash;

source: Copyright &copy; All rights reserved.
fa_ir: کپی‌رایت © همه‌ی حقوق برای این سایت محفوظ است.

source: READ MORE
fa_ir: خواندن ادامه

source: Read More
fa_ir: خواندن ادامه

source: Featured Section
fa_ir: بخش ویژه

source: Basic Settings
fa_ir: پیکربندی پایه

source: Enable Featured Section
fa_ir: فعال کردن بخش ویژه

source: This will be displayed in static front page.
fa_ir: در برگه ایستا نمایش داده خواهد شد.

source: Left Section
fa_ir: بخش راست

source: Slider will be displayed in the left section
fa_ir: اسلایدر در بخش راست نمایش داده خواهد شد

source: Right Section
fa_ir: بخش چپ

source: This section will display widgets in %s widget area.
fa_ir: در این بخش ابزارک‌های ناحیه %s نمایش داده خواهند شد.

source: Slider Type
fa_ir: گونه اسلایدر

source: Select Slider Type
fa_ir: گزینش گونه اسلایدر

source: No of Slides
fa_ir: شمار اسلایدها

source: Enter number between 1 and 5. Save and refresh the page if No of Slides is changed.
fa_ir: پیشنهاد می‌کنیم شمار نمایش اسلایدها بین 1 تا 5 باشد.

source: Select Category
fa_ir: گزینش دسته‌بندی

source: Select Product Category
fa_ir: گزینش دسته‌بندی محصول

source: Read More Text
fa_ir: متن خواندن ادامه

source: Slider Options
fa_ir: تنظیمات اسلایدر

source: Transition Effect
fa_ir: افکت حرکت

source: Transition Delay
fa_ir: تاخیر در حرکت

source: in seconds
fa_ir: در ثانیه

source: Transition Duration
fa_ir: زمان نمایش

source: Enable Caption
fa_ir: فعال کردن عنوان، متن و دکمه

source: Enable Arrow
fa_ir: فعال کردن دکمه‌های کنترل

source: Enable Pager
fa_ir: فعال کردن شماره‌بندی

source: Enable Autoplay
fa_ir: فعال کردن حرکت خودکار

source: Enable Overlay
fa_ir: فعال کردن پس‌زمینه محتوا

source: Theme Options
fa_ir: پیکربندی پوسته

source: Header Options
fa_ir: سربرگ

source: Show Site Title
fa_ir: نمایش عنوان سایت

source: Show Tagline
fa_ir: نمایش توضیحات

source: Contact Number
fa_ir: شماره تماس

source: Contact Email
fa_ir: رایانامه

source: Contact Address
fa_ir: نشانی

source: Show Social Icons
fa_ir: نمایش آیکون شبکه‌های اجتماعی

source: Enable Search Form
fa_ir: فعال کردن فرم جستجو

source: Layout Options
fa_ir: طرح‌بندی

source: Global Layout
fa_ir: طرح‌بندی جهانی

source: Archive Layout
fa_ir: طرح‌بندی بایگانی

source: Image in Archive
fa_ir: تصویر در بایگانی

source: Image Alignment in Archive
fa_ir: ترازبندی تصویر در بایگانی

source: Image in Single Post/Page
fa_ir: تصویر در تک نوشته پست/برگه

source: Home Page Options
fa_ir: برگه نخست

source: Show Home Content
fa_ir: نمایش محتوای خانه

source: Check this to show page content in Home page.
fa_ir: برای نمایش محتوا در برگه نخست

source: Footer Options
fa_ir: پاورقی

source: Copyright Text
fa_ir: متن کپی‌رایت

source: Blog Options
fa_ir: وبلاگ

source: Excerpt Length
fa_ir: طول چکیده

source: in words
fa_ir: شمار واژه‌ها

source: Exclude Categories in Blog
fa_ir: محروم کردن دسته‌بندی‌ها در وبلاگ

source: Enter category ID to exclude in Blog Page. Separate with comma if more than one
fa_ir: باید شناسه دسته‌بندی‌ها را با کامای انگلیسی از هم جدا کرده و در فیلد زیر وارد کنید

source: Home
fa_ir: خانه

source: Default
fa_ir: پیش‌فرض

source: Primary Sidebar - Content
fa_ir: نوارکناری آغازین - محتوا

source: Content - Primary Sidebar
fa_ir: محتوا - نوارکناری آغازین

source: Three Columns
fa_ir: سه ستونه

source: No Sidebar
fa_ir: بدون نوارکناری

source: Featured Category
fa_ir: دسته‌بندی ویژه

source: Featured Product Category
fa_ir: دسته‌بندی ویژه محصول

source: none
fa_ir: هرگز

source: Full Post
fa_ir: محتوای کامل

source: Post Excerpt
fa_ir: چکیده نوشته

source: No Image
fa_ir: بدون تصویر

source: Thumbnail
fa_ir: بندانگشتی

source: Medium
fa_ir: میانه

source: Large
fa_ir: بزرگ

source: Full (original)
fa_ir: کامل

source: None
fa_ir: هرگز

source: Center
fa_ir: مرکز

source: Search for:
fa_ir: جستجو برای:

source: Search&hellip;
fa_ir: کلیدواژه...

source: Skip to content
fa_ir: رفتن به محتوا

source: Easy Commerce by %s
fa_ir: طراح پوسته : %s

source: Login / Register
fa_ir: حساب کاربری

source: WooCommerce
fa_ir: ووکامرس

source: YITH WooCommerce Wishlist
fa_ir: فهرست علاقه‌مندی‌ها

source: Theme Settings
fa_ir: پیکربندی پوسته

source: Layout
fa_ir: طرح‌بندی

source: Image
fa_ir: نگاره

source: Layout Settings
fa_ir: تنظیمات طرح‌بندی

source: Single Layout
fa_ir: طرح‌بندی تک نوشته

source: Image Settings
fa_ir: تنظیمات تصویر

source: Footer Widget %d
fa_ir: ابزارک پاورقی %d

source: Leave a comment
fa_ir: دیدگاه خود را بنویسید

source: 1 Comment
fa_ir: 1 دیدگاه

source: % Comments
fa_ir: % دیدگاه

source: Edit
fa_ir: ویرایش

source: Displays social icons.
fa_ir: نمایش آیکون شبکه‌های اجتماعی

source: Title:
fa_ir: عنوان:

source: Subtitle:
fa_ir: زیرعنوان:

source: Social menu is not set. Please create menu and assign it to Social Menu.
fa_ir: فهرست شبکه‌های اجتماعی آراسته نشده است. خواهشمندیم یک فهرست برای نمایش در جایگاه "شبکه‌های اجتماعی" بسازید.

source: EC: Social
fa_ir: آیکون شبکه‌های اجتماعی

source: Displays single featured Page or Post.
fa_ir: نمایش تک‌نوشته‌ی ویژه برگه یا پست

source: Use Page/Post Title as Widget Title
fa_ir: بکارگیری عنوان نوشته/برگه برای ابزارک

source: Select Page:
fa_ir: گزینش برگه:

source: OR
fa_ir: یا

source: Post ID:
fa_ir: شناسه نوشته:

source: Eg: 1234
fa_ir: نمونه: 123

source: Show Content:
fa_ir: نمایش محتوا:

source: Excerpt
fa_ir: چکیده

source: Full
fa_ir: کامل

source: Excerpt Length:
fa_ir: طول چکیده:

source: Applies when Excerpt is selected in Content option.
fa_ir: طول چکیده را برای نمایش محتوا مشخص سازید.

source: Featured Image:
fa_ir: تصویر ویژه:

source: Image Alignment:
fa_ir: ترازبندی تصویر:

source: EC: Featured Page
fa_ir: برگه ویژه

source: Read more
fa_ir: خواندن ادامه

source: Displays recent posts.
fa_ir: نمایش نوشته‌های تازه

source: Select Category:
fa_ir: گزینش دسته‌بندی:

source: All Categories
fa_ir: همه‌ی دسته‌بندی‌ها

source: Number of Posts:
fa_ir: شمار نمایش نوشته‌ها:

source: Image Width:
fa_ir: پهنای تصویر

source: px
fa_ir: پیکسل

source: Disable Date
fa_ir: نمایش تاریخ

source: EC: Recent Posts
fa_ir: نوشته‌های تازه

source: Browse:
fa_ir: مرور کردن:

source: 404 Not Found
fa_ir: 404 - چیزی پیدا نشد

source: Archives
fa_ir: بایگانی‌ها

source: Search results for &#8220;%s&#8221;
fa_ir: نتایج جستجو برای &#8220;%s&#8221;

source: Page %s
fa_ir: برگه %s

source: Minute %s
fa_ir: دقیقه %s

source: Week %s
fa_ir: هفته %s

source: Upload
fa_ir: بارگذاری

source: Select Image
fa_ir: گزینش تصویر

source: Choose Image
fa_ir: گزینش تصویر

source: Search Results for: %s
fa_ir: دستاوردهای جستجو برای: %s

source: Next
fa_ir: پسین

source: Next post:
fa_ir: نوشته پسین:

source: Previous
fa_ir: پیشین

source: Previous post:
fa_ir: نوشته پیشین:

source: Nothing Found
fa_ir: چیزی پیدا نشد

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
fa_ir: برای انتشار نخستین نوشته آماده هستید? <a href="%1$s">اینجا را کلیک کنید</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fa_ir: با پوزش فراوان، چیزی که شما به دنبال آن هستید، پیدا نشد. از واژه‌های کلیدی‌تر استفاده نمایید.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fa_ir: با پوزش ما نمی‌توانیم چیزی که شما به دنبال آن هستید را پیدا کنیم، می‌توانید جستجو کردن را آزمایش کنید.

source: Pages:
fa_ir: برگه‌ها:

source: Continue reading %s <span class="meta-nav">&rarr;</span>
fa_ir: خواندن ادامه %s <span class="meta-nav">&rarr;</span>

source: Search products&hellip;
fa_ir: جستجو در میان محصولات...
